package com.mtuci.homework;

/**
 * Условие: Создайте приватный метод convert с двумя целочисленными параметрами.
 * 1ый параметр - десятичное число которое нужно перевести,
 * 2ой параметр - система счисления в которую нужно перевести первый параметр.
 * Этот метод должен возвращать строку - результат перевода.
 * <p>
 * Внутри метода реализуйте логику перевода числа в указанную систему счисления и верните результат.
 */
public class NumberConverter {

  public static void main(String[] args) {
    // Создается объект конвертера
    NumberConverter converter = new NumberConverter();
    // вызов метода ...
  }
}
